Repository: MX-Linux/ddm-mx
Catalog: translations_script/po/ddm-mx_*.po
Languages: am, ca, da, hi, hr, ja, lt

source: Unknown error
am: ያልታወቀ ስህተት:
ca: Error desconegut
da: Ukendt fejl
hi: अज्ञात त्रुटि
hr: Nepoznata greška
ja: 不明なエラー
lt: Nežinoma klaida

source: Option-
am: ምርጫ
ca: Opció-
da: Valgmulighed-
hi: विकल्प -
hr: Opcija-
ja: オプション-
lt: Parametras-

source: requires an argument.
am: ክርክር ይፈልጋል
ca: cal un argument.
da: kræver et argument.
hi: मानदंड आवश्यक।
hr: zahtjeva argument.
ja: 引数が必要です。
lt: reikalauja argumento.

source: Run as root
am: እንደ root ያስኪዱ
ca: Executa com a usuari principal
da: Kør som root
hi: रूट के रूप में निष्पादन
ja: root で実行

source: Install drivers for:
am: drivers መግጠሚያ ለ:
ca: Instal·la controladors per:
da: Installer drivere til:
hi: इस हेतु ड्राइवर इंस्टॉल :
hr: Instaliraj upravljačke programe za:
ja: ドライバーのインストール先:
lt: Įdiegti tvarkykles, skirtas:

source: Nvidia driver installer
ca: Instal·lador de controlador Nvidia
ja: Nvidia ドライバのインストーラ

source: Install proprietary nvidia driver from repo
ca: Instal·la el controlador propietari de Nvidia del repositori
ja: プロプリエタリな Nvidia ドライバをリポジトリからインストール

source: Invalid option
am: ዋጋ የሌለው ምርጫ
ca: Opció no vàlida
da: Ugyldig valgmulighed
hi: अमान्य विकल्प
hr: Neispravna opcija
ja: 無効なオプション
lt: Neteisingas parametras

source: creating lock ...
am: መቆለፊያ በ መፍጠር ላይ ...
ca: creant bloqueig ...
da: opretter lås ...
hi: लॉक सृजन जारी...
ja: ... をロック中
lt: sukuriamas užraktas ...

source: Purge drivers for:
am: drivers ማስወገጃ ለ:
ca: Purga els controladors per:
da: Tøm drivere for:
hi: इस हेतु ड्राइवर हटाएँ :
hr: Izbriši upravljačke programe za:
ja: 削除するドライバ:

source: Start at (m/d/y):
am: መጀመሪያ በ (m/d/y):
ca: Comença a (m/d/a)
da: Start (m/d/å):
hi: इस (m/d/y) समय आरंभ करें :
ja: 開始時 (m/d/y):

source: ERROR: Unknown argument: $DRV
am: ስህተት: ያልታወቀ ክርክር: $DRV
ca: ERROR: Argument desconegut $DRV
da: FEJL: Ukendt argument: $DRV
hi: त्रुटि : अज्ञात मानदंड : $DRV
hr: GREŠKA: Nepoznati argument: $DRV
ja: エラー: 不明な引数: $DRV
lt: KLAIDA: Nežinomas argumentas: $DRV

source: ERROR: Unknown argument:
am: ስህተት: ያልታወቀ ክርክር:
ca: ERROR: argument desconegut:
da: FEJL: Ukendt argument:
hi: त्रुटि : अज्ञात मानदंड :
hr: GREŠKA: Nepoznati argument:
ja: エラー: 不明な引数:
lt: KLAIDA: Nežinomas argumentas:

source: Device Driver Manager Help:
am: የ አካል Driver አስተዳዳሪ እርዳታ:
ca: Ajuda del Device Driver Manager
da: Enhedsdriverhåndtering-hjælp:
hi: उपकरण ड्राइवर प्रबंधक सहायता :
ja: デバイスマネージャのヘルプ:

source: The following options are allowed:
am: የሚቀጥሉትን ምርጫዎች አስችለዋል
ca: Es permeten les opcions següents:
da: Følgende valgmuligheder er tilladt:
hi: निम्नलिखित विकल्प स्वीकार्य हैं :
hr: Slijedeće opcije su dopuštene:
ja: 以下のオプションが利用可能です。
lt: Yra leidžiami šie parametrai:

source: Offer debian-backports alternative
ca: Ofereix l'alternativa de Debian-backports
ja: debian-backports を利用

source: Offer Nvidia developer repo alternative
ca: Ofereix una alternativa al dipòsit Nvidia developer
ja: Nvidia の開発用リポジトリを利用

source: Implies -f nvidia-driver
ca: Implica el -f nvidia-driver
ja: -f nvidia-driver と定義する

source: Create 20-nvidia.conf
ca: Crea 20-nvidia.conf
ja: 20-nvidia.conf を作成する

source: Install given driver.
ca: Instal·la el controlador donat.
ja: 所定のドライバをインストール

source: drivers: nvidia, open, fixbumblebee
ca: controladors: nvidia, open, fixbumblebee
ja: ドライバ: nvidia, open, fixbumblebee

source: Purge given driver.
ca: Purga el controlador donat.
ja: 所定のドライバを削除

source: driver: nvidia
ca: controlador: nvidia
ja: ドライバ: nvidia

source: force specific nvidia driver package.
ca: força el paquet específic de controlador nvidia.
ja: 特定の nvidia ドライバのパッケージを強制的にインストール

source: For development testing only! simulate installs
ca: Només per prova de desenvolupament! Simula la instal·lació
ja: 開発目的のテスト用途のみ! インストールのシミュレート

source: This will install drivers for pre-defined hardware.
ca: Això instal·larà els controladors per al maquinari predefinit.
ja: これは予め指定したハードウェア用のドライバをインストールします。

source: Use with -i.
ca: Useu amb -i.
ja: -i. を付けて使用してください。

source: Unsupported configuration. bumblebee only works with 390xx drivers and up.
ca: Configuració no suportada. Bumblebee només funciona amb controladors 390xx o superiors.
ja: この設定はサポートしません。bumblebee は390xx 以上のドライバでのみ動作します。

source: Need driver:
am: driver ያስፈልጋል:
ca: Cal el controlador:
da: Behøver driver:
hi: आवश्यक ड्राइवर :
hr: Potreban je upravljački program:
ja: 次のドライバが必要です:
lt: Reikia tvarkyklės:

source: NVIDIA packages to install are
ca: Els paquets NVIDIA a instal·lar són
hi: इंस्टॉल हेतु एनवीडिया पैकेज हैं
ja: インストールされる NVIDIA パッケージは以下です

source: Continue?
am: ልቀጥል?
ca: Continuo?
da: Fortsæt?
hi: जारी रखें?
hr: Nastaviti?
ja: 続行しますか？
lt: Tęsti?

source: Nvidia command
ca: Ordre nVidia
da: Nvidia-kommando
hi: एनवीडिया कमांड
hr: Nvidia naredba
ja: Nvidia コマンド
lt: Nvidia komanda

source: ERROR: Could not configure Bumblebee for user:
am: ስህተት: Bumblebee ለ ተጠቃሚ ማሰናዳት አልተቻለም:
ca: ERROR: No es pot configurar Bumblebee per l'usuari:
da: FEJL: Kunne ikke konfigurerer Bumblebee for bruger:
hi: त्रुटि : उपयोक्ता हेतु BumbleBee विन्यास विफल :
hr: GREŠKA: Ne mogu konfigurirati Bumblebee za korisnika:
ja: エラー: 利用者用に Bumblebee を設定できませんでした:
lt: KLAIDA: Nepavyko sukonfigūruoti Bumblebee naudotojui:

source: test enabled, not creating xorg.conf file
am: መሞከሪያ አስችለዋል: የ xorg.conf ፋይል በ መፍጠር ላይ
ca: activat el mode test, no es crearà el fitxer xorg.conf
da: test aktiveret, opretter ikke xorg.conf-fil
hi: परीक्षण सक्रिय, xorg.conf फाइल सृजन नहीं होगी
ja: xorg.conf ファイルを生成しないでテストを有効

source: creating /etc/X11/xorg.conf file
am: በ መፍጠር ላይ /etc/X11/xorg.conf file
ca: creant el fitxer de configuració /etc/X11/xorg.conf
da: opretter /etc/X11/xorg.conf-fil
hi: /etc/X11/xorg.conf फाइल सृजन जारी
hr: stvaram /etc/X11/xorg.conf file
ja: /etc/X11/xorg.conf ファイルを生成中
lt: kuriamas /etc/X11/xorg.conf failas

source: Finished
am: ጨርሷል
ca: Finalitzat
da: Færdig
hi: पूर्ण हुआ
hr: Završeno
ja: 完了
lt: Užbaigta

source: Proprietary drivers removed
am: Proprietary drivers ተወግዷል
ca: Eliminats els controladors propietaris
da: Proprietære drivere fjernet
hi: अमुक्त स्रोत ड्राइवर हटाए गए
hr: Vlasnički upravljački programi su uklonjeni
ja: プロプラエタリなドライバが削除されました
lt: Nuosavybinės tvarkyklės pašalintos

source: Open command
am: ትእዛዝ መክፈቻ
ca: Ordre obert
da: Åbn-kommando
hi: कमांड आरंभ करें
ja: コマンドを開始

source: Open drivers installed
am: Open drivers ተገጥሟል
ca: Instal·lats els controladors lliures
da: Åbne drivere installeret
hi: मुक्त स्रोत ड्राइवर इंस्टॉल सफल
ja: インストールしたドライバを開く
lt: Įdiegtos atvirosios tvarkyklės

source: Resetting sources
ca: Reinicialitza les fonts
da: Nulstiller kilder
hi: स्रोत पुनः सेट करना जारी
ja: ソースをリセット中

source: Press <Enter> to exit
am: ይጫኑ <Enter> ለ መውጣት
ca: Premeu [Retorn] per sortir
da: Tryk på <Enter> for at afslutte
hi: बंद करने हेतु <Enter> दबाएँ
hr: Pritisni <Enter> za izlaz
ja: <Enter> で終了します
lt: Paspauskite <Enter>, norėdami išeiti

source: Enabling backports repo
am: የ backports repo ማስቻያ
ca: Activant el dipòsit Backports
da: Aktiverer backports-softwarekilde
hi: बैकपोर्ट पैकेज-संग्रह सक्रिय करना जारी
ja: backports リポジトリを有効にしています

source: Running apt-get update...
am: በ apt-get update በ ማስኬድ ላይ
ca: Executant apt-get update...
da: Kører apt-get update...
hi: apt-get update निष्पादन जारी...
hr: Pokrećem apt-get update...
ja: apt-get update を実行中...
lt: Vykdoma apt-get update...

source: Installing latest nvidia-detect package
am: ዘመናዊ የ nvidia-ጥቅል ተገኝቷል: በ መግጠም ላይ
ca: Instal·lant el darrer paquet nvidia-detect
da: Installerer seneste nvidia-detect-pakke
hi: नवीनतम nvidia-detect पैकेज इंस्टॉल जारी
ja: 最新の nvidia-detect パッケージをインストール中
lt: Įdiegiamas naujausias nvidia-detect paketas

source: Enabling MX Test repo
ca: Activant MX Test repo
da: Aktiverer MX Test-softwarekilde
hi: एमएक्स परीक्षण पैकेज-संग्रह सक्रिय करना जारी
ja: MX Test リポジトリを有効にしています

source: Enabling Nvidia developer repo
ca: Activant el dipòsit Nvidia developer
ja: Nvidia 開発用リポジトリを有効にしています

source: Getting Nvidia repo signing key
ca: Obtenint la clau de signatura del dipòsit Nvidia
ja: Nvidia リポジトリの署名キーを取得中です

source: Error downloading nvidia direct repo key
ca: Error descarregant la clau del dipòsit Nvidia direct
ja: Nvidia direct repo キーのダウンロードエラー

source: Would you like to check debian-backports for a later version?
am: እርስዎ የ debian-backports ላለፈ እትም መመርመር ይፈልጋሉ?
ca: Voleu provar si a debian-backports hi ha una versió més actual?
da: Vil du tjekke debian-backports for en senere version?
hi: क्या आप नवीनतम संस्करण हेतु डेबियन-बैकपोर्ट जाँचना चाहते हैं?
ja: Debian-backports にある最新版をチェックしますか？

source: Yes or No?
am: አዎ ወይንም አይ?
ca: Si o No?
da: Ja eller nej?
hi: हाँ या नहीं?
hr: Da ili ne?
lt: Taip ar Ne?

source: Yes
am: አዎ
ca: Sí
da: Ja
hi: हाँ
hr: Da
ja: はい
lt: Taip

source: Enter Number of selection
am: የ ምርጫውን ቁጥር ያስገቡ
ca: Entreu el número de la selecció
da: Indtast valgets nummer
hi: चयन हेतु संख्या दर्ज करें
ja: 選択した番号を入力

source: Ok
am: እሺ
ca: D'acord
hi: ठीक है
hr: U redu
lt: Gerai

source: invalid option.
am: ዋጋ የሌለው ምርጫ
ca: opció no vàlida.
da: ugyldig valgmulighed.
hi: अमान्य विकल्प।
hr: neispravna opcija.
ja: オプションが無効です
lt: neteisingas parametras.

source: exiting
am: በ መውጣት ላይ
ca: sortint
da: afslutter
hi: बंद करना जारी
ja: 終了中
lt: išeinama

source: Would you like to check MX Test Repo for a later version?
ca: Voldríeu provar MX Test Repo per a una versió posterior?
da: Vil du tjekke MX Test-softwarekilde for en senere version?
hi: क्या आप अगले संस्करण हेतु डेबियन-बैकपोर्ट जाँचना चाहते हैं?
ja: MX Test リポジトリにある最新版をチェックしますか？

source: Would you like to check the Nvidia developer repo for a later version?
ca: Voleu provar si hi ha una versió més recent al dipòsit Nvidia developer?
ja: Nvidia 開発版リポジトリの最新版をチェックしますか？

source: Which driver do you wish to install
am: የትኛውን driver ነው መግጠም የሚፈልጉት
ca: Quin controlador voleu instal·lar?
da: Hvilken driver vil du installere
hi: आप कौन सा ड्राइवर इंस्टॉल करना चाहते हैं
hr: Koji upravljački program želite instalirati
ja: どのドライバーをインストールしますか？
lt: Kurią tvarkyklę norėtumėte įdiegti

source: Main repos or debian-backports?
am: ዋናው ማጠራቀሚያ ወይንም debian-backports?
ca: Dipòsit principal o debian-backports?
da: Main-softwarekilder eller debian-backports?
hi: मुख्य पैकेज-संग्रह या डेबियन बैकपोर्ट?
ja: Main リポジトリですか？ それとも Debian-backports ですか？

source: Main
am: ዋናው
ca: Principal
hi: मुख्य
hr: Glavni
ja: メイン

source: Exit
am: መውጫ
ca: Surt
da: Afslut
hi: बंद करें
hr: Zatvori
ja: 終了
lt: Išeiti

source: Reset nvidia-detect
ca: Reinicia nvidia-detect
ja: nvidia-detect の検出をリセット

source: Main repos or MX Test
ca: Dipòsits oficials o MX Test Repo
da: Main-softwarekilder eller MX Test
hi: मुख्य पैकेज-संग्रह या एमएक्स परीक्षण
ja: Main リポジトリまたは MX Test

source: Main repos or Nvidia direct repo
ca: Dipòsits principals o dipòsit Nvidia direct
ja: Main リポジトリまたは Nvidia direct リポジトリ

source: Candidate is:
am: ይህ እጩ ነው:
ca: El candidat és:
da: Kandidat:
hi: प्रत्याशी है :
hr: Kandidat je:
ja: 候補は以下です:

source: Installed is:
am: የ ተገጠመው በ:
ca: L'instal·lat és:
da: Installeret:
hi: इंस्टॉल है :
hr: Instaliran je:
ja: インストールされたもの:

source: Refreshing Sources with apt-get update
am: በ apt-get update ምንጩን ማሻሻያ
ca: Refrescant les fonts amb apt-get update
da: Genopfrisker kilder med apt-get update
hi: apt-get update द्वारा स्रोत रिफ्रेश करना जारी
hr: Osvježi izvore pomoću apt-get update
ja: apt-get update コマンドでソースをリフレッシュ中
lt: Iš naujo įkeliami šaltiniai, naudojant apt-get update

source: There was a problem with the apt-get update. See $LOG for details
am: በ apt-get ማሻሻያ ውስጥ ችግር ተፈጥሯል: ለ ዝርዝር $LOG ይህን ይመልከቱ
ca: Hi ha hagut un problema amb apt-get update. Vegeu $LOG per detalls.
da: Der opstod et problem med apt-get update. Se $LOG for detaljer
hi: apt-get update हेतु त्रुटि हुई। विवरण हेतु $LOG देखें
ja: apt-get update で問題が発生しました。詳細は $LOG を見てください。
lt: Atsirado problemų su apt-get update komanda. Išsamesnei informacijai, žiūrėkite $LOG

source: To restore open source drivers use:
ca: Per restituir els controladors lliures useu:
hi: यह उपयोग कर मुक्त स्रोत ड्राइवर पुनः स्थापित करें :
ja: オープンソースのドライバを復元するには

source: To restore open source drivers later use:
ca: Per restituir els controladors lliures més tard useu:
hi: यह बाद में उपयोग कर मुक्त स्रोत ड्राइवर पुनः स्थापित करें :
ja: 直前に使ったオープンソースのドライバを復元するには

source: For recovery help see
ca: Per ajuda a la recuperació vegeu
hi: निवारण सहायता हेतु देखें
ja: 回復のヘルプについての参照

source: Information written to
ca: Informació escrita a
hi: इनकी सूचना अनुसार
ja: 情報について

source: Possible previous install from source or smxi/sgfxi detected.
am: ከ ምንጭ ውስጥ ወይንም smxi/sgfxi ከ ቀደም ብሎ የ ተገጠመ ተገኝቷል
ca: S'ha detectat una possible instal·lació a partir de la font o smxi/sgfxi.
da: Mulig tidligere installation fra kilde eller smxi/sgfxi registreret.
hi: स्रोत या smxi/sgfxi से संभावित पूर्व इंस्टॉल की पहचान हुई।
ja: おそらくソースまたは smxi / sgfxi からインストールされた以前の分が検出されました。

source: Version detected:
am: እትም ተገኝቷል:
ca: Versió detectada:
da: Registrerede version:
hi: पहचाना गया संस्करण :
hr: Otkrivena inačica:
ja: 検出されたバージョン:
lt: Aptikta versija:

source: Latest possible with this script :
am: በዚህ ጽሁፍ የሚቻለው ዘመናዊ
ca: Més recent possible amb aquest script:
da: Senest mulig med dette script :
hi: इस स्क्रिप्ट अनुसार संभावित नवीनतम :
ja: このスクリプトで可能な限り最新のもの :

source: Please remove with <sudo nvidia-install --uninstall> and reboot if you wish to proceed
am: እባክዎን ያስወግዱ h <sudo nvidia-install --uninstall> እና እንደገና ያስነሱ መቀጠል ከ ፈለጉ
ca: Si us plau, elimineu-la amb <sudo nvidia-install --uninstall> i torneu a arrencar si voleu continuar
da: Fjern venligst med <sudo nvidia-install --uninstall> og genstart hvis du vil fortsætte
hi: कृपया <sudo nvidia-install --uninstall> द्वारा हटाकर सिस्टम पुनः आरंभ करें यदि आप जारी रखना चाहते हैं
hr: Molim uklonite pomoću <sudo nvidia-install --uninstall> i ponovno podignite sustav ako želite nastaviti
ja: 続行したい場合は <sudo nvidia-install --uninstall> で削除し、再起動してください
lt: Norėdami tęsti, pašalinkite, naudodami <sudo nvidia-install --uninstall> ir paleiskite kompiuterį iš naujo

source: Possible previous install detected.
ca: Detectada una possible instal·lació prèvia.
ja: 以前のインストールを検出した可能性があります。

source: nvidia-optimus detected
am: nvidia-optimus ተገኝቷል:
ca: detectat nvidia-optimus
da: nvidia-optimus registreret
hi: nvidia-optimus पहचाना गया
hr: nvidia-optimus otkrivena
ja: nvidia-optimus を検出
lt: aptikta nvidia-optimus

source: Is this a NVIDIA/INTEL Optimus system?
ca: És un sistema NVIDIA/INTEL Optimus?
da: Er det et NVIDIA/INTEL Optimus-system?
hi: क्या यह एनवीडिया/इंटेल ऑप्टिमस सिस्टम है?
hr: Je li ovo NVIDIA/INTEL Optimus sustav?
ja: これは NVIDIA/INTEL Optimus システムですか？
lt: Ar tai yra NVIDIA/INTEL Optimus sistema?

source: You can use the new PRIMUS driver built in to the nvidia drivers.
ca: Podeu usar el nou controlador PRIMUS encastat als controladors nvidia.
hi: आप एनवीडिया ड्राइवर में सम्मिलित नवीन PRIMUS ड्राइवर उपयोग कर सकते हैं।
ja: nvidiaドライバに内蔵されている新しいPRIMUSドライバの使用が可能です。

source: Use "nvidia-run-mx" followed by your application command to use the nvidia graphics
ca: Useu "nvidia-run-mx" seguit de l'ordre de la vostra aplicació per usar els gràfics nvidia
ja: nvidia グラフィックスを利用するには、"nvidia-run-mx" に続けてアプリケーションのコマンドを使用してください。

source: If you want to force the older bumblebee optimus drivers,\n quit and restart with sudo ddm-mx -i nvidia -f bumblebee-nvidia
ca: Si voleu forçar els controladors bumblebee antics,\n sortiu i reinicieu amb sudo ddm-mx -i nvidia -f bumblebee-nvidia
ja: bumblebee optimus の古いドライバーを強制的に利用する場合は、いったん作業を中止し sudo ddm-mx -i nvidia -f bumblebee-nvidia コマンドで再起動してください。

source: You need to use the bumblebee-nvidia driver.
ca: Cal que useu el controlador bumblebee-nvidia.
ja: bumblebee-nvidia ドライバを利用してください。

source: nvidia driver not available, check your repo sources
am: nvidia driver ዝግጁ አይደለም: የ እርስዎን ማጠራቀሚያ ምንጮች ይመርምሩ
ca: No puc obtenir el controlador nvidia. Reviseu els dipòsits de programari
da: nvidia-driver ikke tilgængelig, tjek dine softwarekilde-kilder
ja: nvidia ドライバが使用できません、リポジトリソースを確認して下さい
lt: nvidia tvarkyklė neprieinama, patikrinkite savo saugyklos šaltinius

source: Uh oh. Your card is only supported by older legacy drivers which are not in any current Debian suite.
am: የ እርስዎ ካርድ የ ተደገፈው በ አሮጌው legacy drivers ነው: በ አሁኑ የ ዴቢያን ክፍል ውስጥ የለም
ca: Ho sento, la vostra tarja només té suport de controladors antics que ja no són en cap distribució Debian actual.
da: Åh nej. Dit kort understøttes kun af forældede drivere som ikke er i nogen nuværende Debian-suite.
ja: だめです。あなたのカードは、現在の Debian 安定版に存在しない古いレガシードライバでのみサポートされています。
lt: Oi. Jūsų plokštė yra palaikoma tik senesnių pasenusių tvarkyklių, kurių nėra jokiame esamos Debian rinkinyje.

source: Main repo candidate is:
am: ዋናው የrepo እጩ ይህ ነው:
ca: El candidat del dipòsit principal és:
da: Main-softwarekilde-kandidat:
ja: メインリポジトリにある候補:

source: Debian backports candidate is:
am: ይህ የ Debian backports እጩ ነው:
ca: El candidat de Debian backports és:
da: Debian backports-kandidat:
ja: Debian backports にある候補:

source: MX Test repo candidate is:
ca: El candidat de MX Test repo és:
da: MX Test-softwarekilde-kandidat:
ja: MX Test リポジトリにある候補:

source: Nvidia developer repo candidate is:
ca: El candidat per Nvidia developer és:
ja: Nvidia 開発版リポジトリにある候補:

source: nvidia driver already installed
am: የ nvidia driver ቀደም ብሎ ተገጥሟል
ca: Controlador nvidia ja instal·lat
da: nvidia-driver er allerede installeret
ja: nvidia ドライバはすでにインストールされています
lt: nvidia tvarkyklė jau įdiegta

source: Reinstall or quit?
am: እንደገና ልግጠመው ወይንም ላጥፋው?
ca: Reinstal·la o surt?
da: Geninstaller eller afslut?
hr: Ponovno instalirati ili odustati?
ja: 再インストールまたは中止しますか？
lt: Įdiegti iš naujo ar išeiti?

source: Reinstall
am: እንደገና መግጠሚያ
ca: Reinstal·la
da: Geninstaller
hi: पुनः इंस्टॉल
hr: Ponovno instaliraj
ja: 再インストール
lt: Įdiegti iš naujo

source: quit
am: ማጥፊያ
ca: surt
da: afslut
hi: बंद करें
hr: odustani
ja: 中止
lt: išeiti

source: reinstalling
am: እንደገና በ መግጠም ላይ
ca: reinstal·lant
da: geninstallerer
hr: ponovno instaliranje
ja: 再インストール中
lt: įdiegiama iš naujo

source: No nvidia card found - exiting
am: ምንም የ nvidia ካርድ አልተገኘም - በ መውጣት ላይ
ca: No he trobat cap tarja nvidia - sortint
da: Intet nvidia-kort fundet - afslutter
hr: NIje nađena nvidia kartica - izlazim
ja: nvidia カードが見つかりません - 終了中
lt: Nerasta nvidia plokštė - išeinama

source: Try latest nvidia-driver?
ca: Provar el darrer nvidia-driver?
ja: 最新の nvidia-driver を試してみますか？

source: Available Nvidia Developer Repo Versions
ca: Disponible el Dipòsit de versions Nvidia Developer
ja: 利用可能な Nvidia 開発用レポのバージョン

source: Disable Nvidia Developer Repo (default)
ca: Desactiva el dibòsit Nvidia Developer (per omissió)
ja: Nvidia 開発用レポを無効にする（既定）

source: adding module options and grub config
ca: afegint les opcions del mòdul i la configuració del grub
ja: モジュールのオプションとGRUB設定を追加しています

source: removing module options and grub config
ca: eliminant les opcions del mòdul i la configuració del grub
ja: モジュールのオプションとGRUB設定を削除しています

source: Reports the Debian packages supporting the NVIDIA GPU that is installed on the local system (or given as a PCIID parameter).
ca: Informa dels paquets Debian que suporten la GPU NVIDIA que estan instal·lats al sistema (o dona com a paràmetres PCIID).
ja: ローカルシステムにインストールした (または PCIID パラメータを付与した) NVIDIA GPU をサポートする Debian パッケージを報告します。

source: Latest
ca: Darrer
ja: 最新

source: A newer driver may add support for your card.
ca: Un nou controlador pot donar suport a la vostra targeta.
ja: 新しいドライバでは、使用しているカードのサポートを追加している場合があります。

source: Newer driver releases may be available in the MX testing repository or debian-backports.
ca: Poden haver-hi versions noves disponibles al dipòsit MX 'testing' o 'Debian-backports'.
ja: 新規リリースのドライバは、MX テストリポジトリまたは debian-backports で入手可能かもしれません。

source: There may be options in the Nvidia Developer Repository
ca: Pot haver-hi opcions al Dipòsit Nvidia Developer
ja: Nvidia 開発用レポにはオプションが存在するかもしれません

source: Your card is supported by the nvidia %s drivers series. %s
ca: La vostra targeta està suportada pels controladors nvidia %s sèrie %s
ja: お使いのカードは、nvidia %s ドライバシリーズでサポートしています。%s

source: Uh oh. Your card is only supported by the %s legacy drivers series, which is not in any current Debian suite.
ca: Compte. La vostra targeta està només té el suport dels controladors antics %s, que no hi són en cap versió Debian actual.
ja: 残念です！ あなたのカードは %s レガシードライバシリーズでのみサポートします。しかし現在の Debian スイートには存在しません。

source: Oops. Supported driver not found
ca: Ep! No he trobat cap controlador suportat
ja: 対応可能なドライバがありません

source: It is recommended to install the following:
ca: Es recomana que instal·leu això:
ja: 以下のインストールを推奨します。

source: To install alternate driver packages, use
ca: Per instal·lar paquets controladors alternatius, useu
ja: 代替ドライバのパッケージをインストールするには、次を使います

source: No
am: አይ
da: Nej
hi: नहीं
hr: Ne
ja: いいえ
lt: Ne

source: MX Test
ja: MX テスト

source: -i driver Install given driver.
am: -i driver የ ተሰጠውን driver መግጠሚያ
lt: -i driver Įdiegti nurodytą tvarkyklę.

source: drivers: nvidia, open, fixbumblebee
am: drivers: nvidia, መክፈቻ: fixbumblebee
hr: upravljački programi: nvidia, open, fixbumblebee
lt: tvarkyklės: nvidia, open, fixbumblebee

source: -p driver Purge given driver.
am: -p driver የ ተሰጠውን driver ማስወገጃ

source: This will install drivers for pre-defined hardware.
am: ይህ መግጠሚያ የሚገጥመው drivers ለ በቅድሚያ-ለተገለጸ ጠንካራ አካል ነው
lt: Tai įdiegs tvarkykles iš anksto apibrėžtai aparatinei įrangai.

source: Use with -i.
am: ይጠቀሙ በ -i.
hr: Koristi sa -i.

source: driver: nvidia
hr: upravljački program: nvidia
lt: tvarkyklė: nvidia
