Repository: MX-Linux/ddm-mx
Catalog: app/translations_script/*/ddm-mx_*.po
Languages: sk

source: Unknown error
sk: Neznáma chyba

source: Option-
sk: Voľba-

source: requires an argument.
sk: vyžaduje argument.

source: Run as root
sk: Spustiť ako root

source: Install drivers for:
sk: Inštalácia ovládačov pre:

source: Invalid option
sk: Neplatná voľba

source: No nvidia card found - exiting
sk: Nvidia karta nenájdená - ukončovanie

source: Refreshing Sources with apt-get update
sk: Obnovovanie zdrojov s apt-get update

source: Press <Enter> to continue or Ctrl-c to exit
sk: Stlačte <Enter> pre pokračovanie alebo Ctrl-c pre ukončenie

source: Possible previous install from source or smxi/sgfxi detected.
sk: Bola zistená možná skorejšia inštalácia zo zdrojákov alebo smxi/sgfxi.

source: Version detected:
sk: Zistená verzia:

source: Latest possible with this script :
sk: Najnovši možný s týmto skriptom:

source: Please remove with <sudo nvidia-install --uninstall> and reboot if you wish to proceed
sk: Prosím odstráňte príkazom <sudo nvidia-install --uninstall> a reštartujte PC ak si prajete pokračovať

source: nvidia-optimus detected
sk: Zistená Nvidia-optimus

source: nvidia driver already installed
sk: Nvidia ovládač je už nainštalovaný

source: Reinstall or quit?
sk: Preinštalovať alebo ukončiť?

source: Reinstall
sk: Preinštalovať

source: quit
sk: Koniec

source: reinstalling
sk: preinštalácia

source: exiting
sk: ukončovanie

source: invalid option.
sk: neplatná voľba.

source: nvidia driver not available, check your repo sources
sk: ovládač Nvidia nie je k dispozícií, skontrolujte prosím zdroje softvéru/repozitáre

source: Uh oh. Your card is only supported by older legacy drivers which are not in any current Debian suite.
sk: Ale nie! Vaša karta je podporovaná len skôr vydanými, staršími ovládačmi, ktoré sa nenachádzajú v aktuálnom vydaní Debian-u.

source: Need driver:
sk: Potrebuje ovládač:

source: ERROR: Unknown argument:
sk: CHYBA: Neznámy argument:

source: ERROR: Could not configure Bumblebee for user:
sk: CHYBA: Nedá sa nakonfigurovať Bumblebee pre užívateľa:

source: Finished
sk: Hotovo

source: Proprietary drivers removed
sk: Neslobodné ovládače boli odstránené.

source: Press <Enter> to exit
sk: Stlačte <Enter> pre ukončenie

source: Running apt-get update...
sk: Spúšťam apt-get update...

source: Yes
sk: Ano

source: No
sk: Nie

source: Exit
sk: Zatvoriť
