Repository: MX-Linux/ddm-mx
Catalog: translations_script/po_2022-12-04_194044/ddm-mx_*.po
Languages: el

source: Unknown error
el: Άγνωστο σφάλμα

source: Option-
el: Επιλογή-

source: requires an argument.
el: απαιτεί ένα όρισμα

source: Run as root
el: τρέχει ως root

source: Install drivers for:
el: Εγκατάσταση προγραμμάτων οδήγησης για:

source: Invalid option
el: Μη έγκυρο επιλογή

source: creating lock ...
el: Δημιουργία κλειδαριάς ...

source: Purge drivers for:
el: Καθάρισμα των drivers για:

source: Start at (m/d/y):
el: Ξεκίνα στις (m/d/y):

source: ERROR: Unknown argument: $DRV
el: ΣΦΑΛΜΑ: Άγνωστη όρισματος: $DRV

source: ERROR: Unknown argument:
el: ΣΦΑΛΜΑ: Άγνωστη όρισματος %s

source: Device Driver Manager Help:
el: Βοήθεια διαχειριστή προγράμματος οδήγησης συσκευής:

source: The following options are allowed:
el: Επιτρέπονται οι ακόλουθες επιλογές:

source: Need driver:
el: χρειάζεται οδηγό

source: NVIDIA packages to install are
el: Τα πακέτα NVIDIA που θα εγκατασταθούν είναι

source: Continue?
el: Να συνεχίσει

source: Nvidia command
el: Εντολή Nvidia

source: ERROR: Could not configure Bumblebee for user:
el: ΣΦΑΛΜΑ: δεν μπορει να διαμορφώσετε το Bumblebee για το χρήστη:

source: test enabled, not creating xorg.conf file
el: Ενεργοποιημένη η δοκιμή , δε Θα δημιουργήσουμε ένα αρχείο xorg.conf

source: creating /etc/X11/xorg.conf file
el: Δημιουργία νέου /etc/X11/xorg.conf

source: Finished
el: Ολοκλήρωση

source: Proprietary drivers removed
el: Ιδιόκτητο οδηγοί αφαιρούνται

source: Open command
el: Εντολή Open

source: Open drivers installed
el: Εγκατεστημένα είναι τα Open drivers

source: Resetting sources
el: Επαναφορά πηγών

source: Press <Enter> to exit
el: Πατήστε <Enter> για να βγείτε

source: Enabling backports repo
el: Ενεργοποίηση των repos backports

source: Running apt-get update...
el: Εκτελώντας την εντολή apt-get update ...

source: Installing latest nvidia-detect package
el: Εγκατάσταση το πιο πρόσφατου πακέτου nvidia-detect

source: Enabling MX Test repo
el: Ενεργοποίηση MX Test repo

source: Would you like to check debian-backports for a later version?
el: Θέλετε να ελέγξετε τα debian-backports για μια πιο πρόσφατη έκδοση;

source: Yes or No?
el: Ναι ή όχι?

source: Yes
el: Ναι

source: No
el: Όχι

source: Enter Number of selection
el: Εισαγωγή Αριθμός επιλογής

source: Ok
el: ΟΚ

source: invalid option.
el: Μη έγκυρο επιλογή

source: exiting
el: Έξοδος.

source: Would you like to check MX Test Repo for a later version?
el: Θέλετε να ελέγξετε το MX Test Repo για μια πιο πρόσφατη έκδοση;

source: Which driver do you wish to install
el: Ποιο driver θέλετε να εγκαταστήσετε

source: Main repos or debian-backports?
el: Κύρια repos ή debian-backports;

source: Main
el: Κύριa

source: Exit
el: Έξοδος

source: Main repos or MX Test
el: Κύρια repos ή MX Test;

source: Candidate is:
el: Υποψήφιος:

source: Installed is:
el: Εγκατεστημένο:

source: Refreshing Sources with apt-get update
el: Ενημέρωση πηγών apt-get update

source: There was a problem with the apt-get update. See $LOG for details
el: Παρουσιάστηκε ένα πρόβλημα με την ενημέρωση apt-get. Βλ. $LOG για λεπτομέρειες

source: To restore open source drivers use:
el: Για να επαναφέρετε προγράμματα οδήγησης ανοιχτού κώδικα χρησιμοποιήστε:

source: To restore open source drivers later use:
el: Για να επαναφέρετε προγράμματα οδήγησης ανοιχτού κώδικα αργότερα χρησιμοποιήστε:

source: For recovery help see
el: Για βοήθεια αποκατάστασης δείτε

source: Information written to
el: Οι πληροφορίες έχουν γραφτεί σε

source: Possible previous install from source or smxi/sgfxi detected.
el: Πιθανή προηγούμενη εγκατάσταση από την πηγή ή από smxi/sgfxi έχει ανιχνευθεί.

source: Version detected:
el: Έκδοση:

source: Latest possible with this script :
el: Τελευταία δυνατόν εκδοσή με αυτό το σενάριο:

source: Please remove with <sudo nvidia-install --uninstall> and reboot if you wish to proceed
el: Παρακαλώ αφαιρέστε με <sudo nvidia-install --uninstall> και κάντε επανεκκίνηση αν θέλετε να συνεχίσετε

source: nvidia-optimus detected
el: ανιχνεύθηκε το nvidia-optimus

source: Is this a NVIDIA/INTEL Optimus system?
el: Είναι αυτό το σύστημα NVIDIA/INTEL Optimus;

source: You can use the new PRIMUS driver built in to the nvidia drivers.
el: Μπορείτε να χρησιμοποιήσετε το νέο πρόγραμμα οδήγησης PRIMUS που είναι ενσωματωμένο στα προγράμματα οδήγησης nvidia.

source: nvidia driver not available, check your repo sources
el: οδηγό nvidia δεν είναι διαθέσιμη, ελέγξτε τις πηγές

source: Uh oh. Your card is only supported by older legacy drivers which are not in any current Debian suite.
el: Ωχ. Η κάρτα σας υποστηρίζεται μόνο από παλαιότερα προγράμματα οδήγησης παλαιού τύπου που δεν βρίσκονται σε καμία από τις υπάρχουσες σουίτες του Debian.

source: Main repo candidate is:
el: Υποψήφιος από κύρια repos:

source: Debian backports candidate is:
el: Υποψήφιος από Debian backports:

source: MX Test repo candidate is:
el: Η αποθήκη δοκιμών MX είναι:

source: nvidia driver already installed
el: nvidia driver είναι ήδη εγκαταστημένο

source: Reinstall or quit?
el: Εγκαταστήστε ξανά ή να τερματίσετε

source: Reinstall
el: Επανεγκατάσταση

source: quit
el: έξοδος

source: reinstalling
el: Επανεγκατάσταση

source: No nvidia card found - exiting
el: Δεν βρέθηκε κάρτα της nvidia - έξοδο
